{
  "product": [
    {
      "title": "Mini Unikko cotton",
      "price": 55,
      "image": "img/01.jpg",
      "description": "Cotton fabric in the Mini Unikko print in rich reds and plum."
    },
    {
      "title": "Kuuskajaskari linen",
      "price": 65,
      "image": "img/02.jpg",
      "description": "One of the fabrics from our Sääpäiväkirja collection, Kuuskajaskari sighs with autumn winds and takes its colour palette from the same season."
    },
    {
      "title": "Lumimarja cotton",
      "price": 67,
      "image": "img/03.jpg",
      "description": "Lumimarja, Erja Hirvi´s soulful 2004 design inspired by nature in winter, is fast becoming a Marimekko classic."
    },
    {
      "title": "Unikko heavyweight cotton fabric",
      "price": 88,
      "image": "img/04.jpg",
      "description": "This heavyweight cotton fabric features the classic Unikko print in light blue and dark green, originally designed by Maija Isola."
    },
    {
      "title": "Räsymatto heavyweight cotton",
      "price": 76,
      "image": "img/05.jpg",
      "description": "Made of heavyweight cotton, this Räsymatto print designed by Maija Louekari was inspired by traditional woven Finnish rugs. This version is in classic red and white."
    },
    {
      "title": "Veljekset cotton",
      "price": 66,
      "image": "img/06.jpg",
      "description": "This cotton fabric features the new Veljekset print of the deep forest designed by Maija Louekari. This product was designed to celebrate the 100th anniversary of Finland's independence."
    },
    {
      "title": "Vuorilaakso heavyweight cotton",
      "price": 62,
      "image": "img/07.jpg",
      "description": "The Vuorilaakso print on heavyweight cotton features stylized mountain ranges in deep reds designed by Sanna Annukka."
    },
    {
      "title": "Isot Kivet heavyweight cotton",
      "price": 25,
      "image": "img/08.jpg",
      "description": "Maija Isola created the Kivet fabric in 1956 by cutting out rounds of coloured paper with scissors. ."
    },
    {
      "title": "Kurjenpolvi heavyweight cotton\n",
      "price": 55,
      "image": "img/09.jpg",
      "description": "Abundant Blossoms. Aino-Maija Metsola captures the exuberance of flowers in the Kurjenpolvi print’s large-scale line drawings."
    },
    {
      "title": "Kaiku cotton",
      "price": 110,
      "image": "img/10.jpg",
      "description": "Maija Louekari´s fabrics exude a strong sense of place, space, and time. Kaiku, with its birches and traditional Finnish landscape, opens a window onto a new dimension. "
    },
    {
      "title": "Mehiläispesä cotton",
      "price": 90,
      "image": "img/11.jpg",
      "description": "Maija and Kristina Isola´s Mehiläispesä was conceived at a time when Maija Isola´s interest began to shift from lace-like ornamentation towards graphic, "
    },
    {
      "title": "Fokus heavyweight cotton",
      "price": 45,
      "image": "img/12.jpg",
      "description": "Anna Danielsson´s refined Fokus fabric is an elegant eye-catcher that works equally as well as a tablecloth, curtain, or work of wall art. In heavyweight cotton."
    },
    {
      "title": "Basket heavyweight cotton",
      "price": 25,
      "image": "img/13.jpg",
      "description": "Made of Heavyweight cotton, this fabric features Carina Seth Andersson’s interwoven Basket print. "
    },
    {
      "title": "Puutarhurin parhaat heavyweight cotton",
      "price": 69,
      "image": "img/14.jpg",
      "description": "The fruits of the gardener´s labours look lovely on Puutarhurin parhaat, a Maija Louekari design. "
    },
    {
      "title": "Kulkue cotton",
      "price": 55,
      "image": "img/15.jpg",
      "description": "Maija Louekari´s exuberant Kulkue print speaks to friendship and the joys of companionship. "
    },
    {
      "title": "Jurmo heavyweight cotton",
      "price": 49,
      "image": "img/16.jpg",
      "description": "Nature’s Stonework. The serene yet austere landscape of the Finnish island Jurmo inspired Aino-Maija Metsola to design this beautiful print of the same name featuring layers of rocks and stones."
    },
    {
      "title": "Lepo cotton",
      "price": 78,
      "image": "img/17.jpg",
      "description": "Designed by Fujiwo Ishimoto in 1991, our Lepo fabric is the artist's reminiscence of the soft grasses"
    },
    {
      "title": "Bottna cotton",
      "price": 70,
      "image": "img/18.jpg",
      "description": "Anna Danielsson´s Bottna design is a modern Marimekko classic, much appreciated by lovers of clean lines."
    },
    {
      "title": "Kompotti -puuvilla",
      "price": 62,
      "image": "img/19.jpg",
      "description": "The pattern comes from a bush branch to which Hirvi added beautiful berries."
    },
    {
      "title": "Puketti cotton",
      "price": 45,
      "image": "img/20.jpg",
      "description": "Annika Rimala designed the classic Puketti print in 1965 and it’s remained a classic. Puketti, "
    },
    {
      "title": "Pieni Unikko cotton",
      "price": 78,
      "image": "img/21.jpg",
      "description": "This classic was created in 1964, after Marimekko founder Armi Ratia publicly proclaimed a ban on flowers in Marimekko prints."
    },
    {
      "title": "Vuorilaakso heavyweight cotton",
      "price": 66,
      "image": "img/22.jpg",
      "description": "The Vuorilaakso print on heavyweight cotton features stylized mountain ranges in grays designed by Sanna Annukka."
    },
    {
      "title": "Räsymatto heavyweight cotton",
      "price": 73,
      "image": "img/23.jpg",
      "description": "The Räsymatto print runs across this heavyweight cotton in bright oranges, pinks, and dark grays. "
    },
    {
      "title": "Pikkupakkanen cotton fabric",
      "price": 61,
      "image": "img/24.jpg",
      "description": "This printed cotton fabric in shades of white, blue and red depicts a mild winter day"
    },
    {
      "title": "Unikko heavyweight cotton fabric",
      "price": 25,
      "image": "img/25.jpg",
      "description": "This heavyweight cotton fabric features the classic Unikko print in light blue and dark green"
    }
  ]
}